$.fullCalendar.locale('uk', {
    buttonText: {
        today: 'Сьогодні',
        month: 'Місяць',
        week: 'Тиждень',
        day: 'День',
        list: 'Список',

    },
    allDayText: 'Увесь день',
    eventLimitText: function(n) {
        return '+ще ' + n + '...';
    },
    noEventsMessage: 'Немає подій для відображення',
    monthNames: [
        'Січень', 'Лютий', 'Березень', 'Квітень', 'Травень', 'Червень',
        'Липень', 'Серпень', 'Вересень', 'Жовтень', 'Листопад', 'Грудень'
    ],
    monthNamesShort: [
        'Січ', 'Лют', 'Бер', 'Квіт', 'Трав', 'Черв',
        'Лип', 'Сер', 'Вер', 'Жовт', 'Лист', 'Груд'
        
    ],
    dayNames: [
        'Неділя', 'Понеділок', 'Вівторок', 'Середа',
        'Четвер', 'П\'ятниця', 'Субота'
    ],
    dayNamesShort: [
        'Нд', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'
    ],
    weekNumberTitle: 'Т',
    eventLimitText: 'ще'
});